<?php

return [
    'register'          => 'تم انشاء حساب المستخدم بنجاح',
    'type'              =>'يمكنك حجز موعد مراجعة فقط إذا قمت بزيارة هذا الطبيب خلال الخمسة عشر يومًا الماضية',
    'department_doctor' =>'هذا الطبيب لا يعمل في هذا القسم',
    'doctor_offer'      =>'هذا الطبيب غير مرتبط بالعرض المحدد',
    'department_offer'  =>'هذا القسم غير مرتبط بالعرض المحدد',
    'points'            =>'عذراً، ليس لديك نقاط كافية لحجز هذا الموعد',
    'slot_doctor'       =>'هذا الوقت لا يتعلق بهذا الطبيب',
    'slot_booked'       =>'هذه الفترة الزمنية لهذا الطبيب محجوزة',
    'slot_double'       =>'تم رفض الحجز: لديك موعد آخر في هذا الوقت',
    'date_doctor'       =>'الطبيب لا يعمل في هذا اليوم',
    'booked' => 'تم حجز الموعد بنجاح'
];
